{ "_id" : "aWN0HS8Hm0", "title" : "Burj Khalifa", "_created_at" : { "$date" : "2019-03-25T11:11:23.304+0000" }, "_updated_at" : { "$date" : "2019-03-25T11:44:04.154+0000" }, "location" : [ 55.27439, 25.19649 ], "url" : "https://www.burjkhalifa.ae/en/", "short_info" : "The Burj Khalifa (Arabic: برج خليفة‎, Arabic for \"Khalifa Tower\"; pronounced English: /ˈbɜːrdʒ kəˈliːfə/), known as the Burj Dubai prior to its inauguration in 2010, is a skyscraper in Dubai, United Arab Emirates. With a total height of 829.8 m (2,722 ft) and a roof height (excluding antenna) of 828 m (2,717 ft), the Burj Khalifa has been the tallest structure and building in the world since its topping out in 2009.", "description" : "Construction of the Burj Khalifa began in 2004, with the exterior completed five years later in 2009. The primary structure is reinforced concrete. The building was opened in 2010 as part of a new development called Downtown Dubai. It is designed to be the centrepiece of large-scale, mixed-use development. The decision to construct the building is based on the government's decision to diversify from an oil-based economy, and for Dubai to gain international recognition. The building was originally named Burj Dubai but was renamed in honour of the ruler of Abu Dhabi and president of the United Arab Emirates, Khalifa bin Zayed Al Nahyan; Abu Dhabi and the UAE government lent Dubai money to pay its debts. The building broke numerous height records, including its designation as the tallest building in the world.\n\nBurj Khalifa was designed by Adrian Smith, of Skidmore, Owings & Merrill, whose firm designed the Willis Tower and One World Trade Center. Hyder Consulting was chosen to be the supervising engineer with NORR Group Consultants International Limited chosen to supervise the architecture of the project. The design is derived from the Islamic architecture of the region, such as in the Great Mosque of Samarra. The Y-shaped tripartite floor geometry is designed to optimize residential and hotel space. A buttressed central core and wings are used to support the height of the building. Although this design was derived from Tower Palace III, the Burj Khalifa's central core houses all vertical transportation with the exception of egress stairs within each of the wings. The structure also features a cladding system which is designed to withstand Dubai's hot summer temperatures. It contains a total of 57 elevators and 8 escalators.\n\nAt a certain point in the architectural and engineering process, the original Emaar developers ran into financial issues, and required more money and economic funding. Sheikh Khalifa, the ruler of the United Arab Emirates, granted monetary aid and funding, hence resulting in the changing of the name to \"Burj Khalifa\". The concept of profitability derived from building high density developments and malls around the landmark have proven successful. Its surrounding malls, hotels and condominiums in Downtown Dubai have generated the most revenue from the project as a whole, while the Burj Khalifa itself made little or no profit.\n\nCritical reception to Burj Khalifa has been generally positive, and the building has received many awards. There were complaints concerning migrant workers from South Asia who were the primary building labor force. These centered on low wages and the practice of confiscating passports until duties were complete. Several suicides were reported.", "order" : 1 }
{ "_id" : "K5asFWhNrx", "title" : "Burj Al Arab", "_created_at" : { "$date" : "2019-03-25T11:15:57.742+0000" }, "_updated_at" : { "$date" : "2019-03-25T11:44:06.513+0000" }, "short_info" : "The Burj Al Arab (Arabic: برج العرب‎, Tower of the Arabs) is a luxury hotel located in Dubai, United Arab Emirates. Of the tallest hotels in the world, it is the fifth tallest, although 39% of its total height is made up of non-occupiable space. Burj Al Arab stands on an artificial island 280 m (920 ft) from Jumeirah Beach and is connected to the mainland by a private curving bridge. The shape of the structure is designed to resemble the sail of a ship. It has a helipad near the roof at a height of 210 m (689 ft) above ground.", "location" : [ 55.186147, 25.141975 ], "description" : "The beachfront area where Burj Al Arab and Jumeirah Beach Hotel are located was previously called Miami Beach. The hotel is located on an island of reclaimed land 280 meters offshore of the beach of the former Chicago Beach Hotel. The locale's name had its origins in the Chicago Bridge & Iron Company which at one time welded giant floating oil storage tanks, known locally as Kazzans on the site.\n\nThe Burj Al Arab was designed by multidisciplinary consultancy Atkins led by architect Tom Wright, who has since become co-founder of WKK Architects. The design and construction were managed by Canadian engineer Rick Gregory also of WS Atkins. It is very similar to the Vasco da Gama Tower located in Lisbon, Portugal. Construction of the island began in 1994 and involved up to 2,000 construction workers during peak construction. It was built to resemble the billowing spinnaker sail of a J-class yacht. Two \"wings\" spread in a V to form a vast \"mast\", while the space between them is enclosed in a massive atrium. The architect Tom Wright said \"The client wanted a building that would become an iconic or symbolic statement for Dubai; this is very similar to Sydney with its Opera House, London with Big Ben, or Paris with the Eiffel Tower. It needed to be a building that would become synonymous with the name of the city.\"[not in citation given]\n\nFletcher Construction from New Zealand was the lead joint venture partner in the initial stages of pre-construction and construction. The hotel was built by South African construction contractor Murray & Roberts and Al Habtoor Engineering and the interior works were delivered by UAE based Depa.\n\nThe building opened in December 1999.\n\nThe hotel’s helipad, one of the buildings most visible contributions was designed by Irish architect Rebecca Gernon who worked as a part of the Atkins team and later went onto founding her own architecture and interior design company (Serendipity By Design), headquartered in Dubai with offices in Manila and Dublin.", "url" : "https://www.jumeirah.com/en/hotels-resorts/dubai/burj-al-arab/", "order" : 2 }
{ "_id" : "fAf693clok", "title" : "Cayan Tower", "_created_at" : { "$date" : "2019-03-25T11:20:23.695+0000" }, "_updated_at" : { "$date" : "2019-03-25T11:44:35.389+0000" }, "short_info" : "Cayan Tower, known as Infinity Tower before it was inaugurated, is a 306-metre-tall (1,004 ft), 75-story skyscraper in Dubai, United Arab Emirates by Cayan Real Estate Investment and Development. The tower is designed by Skidmore, Owings and Merrill SOM architectural group, the same group who did the concept design for the Burj Khalifa, also in Dubai, and Trump Tower in Chicago. Upon its opening on 10 June 2013, the tower became world's tallest high-rise building with a twist of 90 degrees. This record has since been surpassed by the Shanghai Tower, which opened in February 2015. In 2018 Rotana Hotels signed a hotel management agreement for Cayan Tower under its ‘The Residences by Rotana’ brand.", "description" : "The twisting design of Cayan Tower was achieved by rotating each floor 1.2 degrees around a cylindrical elevator and service core. Cayan Tower's apartments are designed with reconstituted wooden floors, Chinese synthetic marble counter tops, and kitchen fixtures. The tower also includes a five-story parking garage behind it. The Cayan Tower has house financing options available for those residents who may want to lease out their weekend or holiday condo. The rooms of the tower are designed in such a way that it wouldn't be affected by direct sunlight due to titanium-colored metal panels on cast-in-place concrete columns aided with repetitive staggered screen panels to stop penetrating sunlight from disturbing the residents of the unit. The lack of balcony space helps with the feeling of enclosure and passive solar shading.", "location" : [ 55.145247, 25.086889 ], "url" : "http://www.cayan.net/project-details2.html", "order" : 6 }
{ "_id" : "adBvC7CFW0", "title" : "The Dubai Mall", "_created_at" : { "$date" : "2019-03-25T11:25:50.297+0000" }, "_updated_at" : { "$date" : "2019-03-25T11:44:11.845+0000" }, "short_info" : "The Dubai Mall (Arabic: دبي مول‎ \"Dubai Mall\") is a shopping mall in Dubai. It is the second-largest mall in the world by total land area, and the 20th-largest shopping mall in the world by gross leasable area, tying with West Edmonton Mall and Fashion Island (Thailand) — both of which are older than it. Located in Dubai, United Arab Emirates, it is part of the 20-billion-dollar Downtown complex (called Downtown Dubai), and includes over 1,200 shops. In 2011, it was the most visited building on the planet, attracting over 54 million visitors each year. Access to the mall is provided via Doha Street, rebuilt as a double-decker road in April 2009.", "description" : "At over 13 million square feet (equivalent in size to more than 50 football fields), The Dubai Mall has a total internal floor area of 5.9 million square feet (55 ha) and leasable space of 3.77 million square feet (35 ha), about the same as the West Edmonton Mall.\n\nIt also has a 250-room luxury hotel, 22 cinema screens plus 120 restaurants and cafes. The Mall has over 14,000 parking spaces across 3 car parks, with valet services and a car locator ticketing system. The mall has won five awards – two awards at the Retail Future Project Awards at Mapic, Cannes, in 2004, for Best Retail Development Scheme (Large) and Best Use of Lighting in a Retail Environment and the Dubai Mall brochure collected three awards at the Summit Creative Awards 2005 in Portland, Oregon – the Gold award for Best Art Direction / Graphic Design, Silver award for Best 4-colour B2B Brochure, and a Judges Special Recognition award.\n\nTwice delayed, Dubai Mall opened on 4 November 2008, with about 1000 retailers, marking the world's second largest-ever mall opening in retail history behind West Edmonton Mall. However, it does not have the most gross leasable space, and is surpassed in that category by nineteen malls including the New South China Mall, which is the world's largest, Golden Resources Mall, SM City North Edsa, and SM Mall of Asia.", "url" : "https://thedubaimall.com/", "location" : [ 55.279167, 25.1975 ], "order" : 3 }
{ "_id" : "hapV4oLBKx", "url" : "http://theprincesstowerdubai.com/", "_created_at" : { "$date" : "2019-03-25T11:30:07.002+0000" }, "_updated_at" : { "$date" : "2019-03-25T11:44:14.693+0000" }, "title" : "Princess Tower", "short_info" : "The Princess Tower (Arabic: برج الأميرة‎) is a 101 story, 413.4 m (1,356 ft) tall residential-only skyscraper located in the Marina district of Dubai, UAE. Princess Tower is currently the third tallest building in Dubai, after the Burj Khalifa and the Marina 101 and the 29th tallest building in the world. Princess Tower was the tallest residential building in the world from 2012 to 2015, when it was overtaken by 432 Park Avenue in New York City.", "description" : "The tower's engineering was performed by Syed Majid Hashmi as the Chief Structural Engineer and his deputy manager Mohammad Ali Alogaily.\n\nThe building comprises 763 units, 957 underground parking bays (spread over six floors), and eight retail outlets.The building was completed and delivered by its developer, Tameer Holdings, in September 2012.\n\nThe development stands at 107 stories and includes basement floors, a ground floor and 100 levels above ground. Egyptian drug lord Ahmed Metwalli is one of the high profile tenants in the building.", "location" : [ 55.146858, 25.088625 ], "order" : 4 }
{ "_id" : "fq6BUnEEWs", "title" : "Dubai Frame", "_created_at" : { "$date" : "2019-03-25T11:32:15.274+0000" }, "_updated_at" : { "$date" : "2019-03-25T11:44:18.178+0000" }, "url" : "https://www.thedubaiframe.com/", "short_info" : "The Dubai Frame (Arabic: برواز دبي‎) is an architectural landmark in Zabeel Park, Dubai. It has been described by The Guardian newspaper as \"the biggest picture frame on the planet\", however is also controversial as the \"biggest stolen building of all time\".", "description" : "The project was conceived by Fernando Donis , and selected as the winner of a design competition by the Government of Dubai. It is alleged that the designer had his intellectual property stolen and was denied credit for the design. It holds the record for the largest frame in the world.\n\nThe design was selected as the winner of the 2009 ThyssenKrupp Elevator International Award from 926 proposals. Participants from all over the world were invited to submit an emblem that would promote “the new face for Dubai\". It is near the Star Gate of Zabeel Park and stands at 150 m (492 ft) and 105 m wide.\n\nThe ThyssenKrupp Elevator Architecture Award is an international architecture competition first held in 1988 and sponsored by one of the world's leading elevator companies. An international panel of judges selected the winning idea from among 926 design proposals to create a Tall Emblem Structure for Dubai. The original jury consisted of 11 international architects — a former and current chairman of the International Union of Architects (UIA) and the regional chairman of ThyssenKrupp Elevator. Dubai Municipality’s director general and H.H. Sheikh Hamdan Bin Rashid Al Maktoum were listed as ‘honorary’ jurors.\n\nDonis' design was ultimately selected, for which he won an AED 367329.70 ($100,000) prize. According to Donis, when designing the structure he saw Dubai as a city full of emblems and rather than adding another one, they proposed to frame them all: to frame the city. Instead of building a massive structure, the purpose of the proposal was to build a void of 150 meters by 105 meters to continuously frame the development of the past, current and future Dubai. To become the structure that celebrates yet constrains the city.", "location" : [ 55.30032, 25.23553 ], "order" : 5 }
{ "_id" : "0PCIQ6YkH5", "url" : "https://www.skidxb.com/", "_created_at" : { "$date" : "2019-03-25T11:37:22.067+0000" }, "_updated_at" : { "$date" : "2019-03-25T11:44:49.055+0000" }, "title" : "Ski Dubai", "short_info" : "Ski Dubai is an indoor ski resort with 22,500 square meters of indoor ski area. The park maintains the temperature of -1 degree Celsius to 2 degrees Celsius through out the year. It is a part of the Mall of the Emirates, one of the largest shopping malls in the world, located in Dubai, United Arab Emirates. It was developed by Majid Al Futtaim Group, which also operates the Mall of the Emirates.", "description" : "Opened in November 2005, the indoor resort features an 85-metre-high indoor mountain (equivalent to 25 stories high building) with 5 slopes of varying steepness and difficulty, this is 80 sq. meter wide, including a 400-metre-long run, the world's first indoor black diamond run, and various features (boxes, rails, kickers) that are changed on a regular basis. A quad lift and a tow lift carry skiers and snowboarders up the mountain. All the equipment, such as skis and jackets are provided with the ticket and you can buy equipment in the nearby stores. Adjoining the slopes is a 3,000-square-metre Snow Park play area comprising sled and toboggan runs, an icy body slide, climbing towers, giant snowballs and an ice cave. Ski Dubai also houses a number of penguins who are let out of their enclosures several times a day. Penguin encounters can be booked, allowing the public to interact directly with the penguins.\nIn 2007 Ski Dubai was awarded the Thea Outstanding Achievement Award by the Themed Entertainment Association. The Snow Play Area was designed and produced by Thinkwell Group.", "location" : [ 55.198333, 25.117222 ], "order" : 9 }
{ "_id" : "cufctIqKJg", "title" : "Mall of the Emirates", "_created_at" : { "$date" : "2019-03-25T11:39:30.252+0000" }, "_updated_at" : { "$date" : "2019-03-25T11:44:46.059+0000" }, "short_info" : "Mall of the Emirates (Arabic: مول الإمارات‎) is a shopping mall in Dubai. Developed and owned by Majid Al Futtaim Properties, it opened in November 2005 and is located at interchange four on Sheikh Zayed road.", "description" : "The multi-level shopping mall currently features more than 630 retail outlets, 7900 parking spaces, over 100 restaurants & Cafes, 80 luxury stores and 250 flagship stores. It has a total gross leasable area of 255,489 square meters. It also hosts family leisure activities including Ski Dubai (the Middle East’s first indoor ski resort and snow park), the 500-seat capacity Dubai Community Theatre and Arts Centre and Magic planet, one of the largest indoor family entertainment centres in Dubai.\n\nIn November 2005, it was named the World's Leading New Shopping Mall at the World Travel Awards in London. Forbes has also recognized Mall of the Emirates as one of the top five shopping malls in Dubai.\n\nThe project was launched in October 2003 at an estimated cost of AED 800 million (US $218 million), and was scheduled to be completed in September 2005. The architecture in the three-storey complex combines Arabic and Mediterranean elements, with each level connected to a car park.\n\nThe mall was designed by the American architectural firm F+A Architects. The main building contract was handled by Khansaheb, while the Ski Dubai contract was given to Pomagalski. The chair lifts in the snow park and the structural steel works were handled by Emirates Building System and the piling by Bauer.\n\nThe mall opened for business on September 28, 2005 with an official inauguration in November.", "location" : [ 55.200556, 25.118056 ], "url" : "http://www.malloftheemirates.com/", "order" : 8 }
{ "_id" : "ssILzRKGNW", "url" : "https://www.atlantisthepalm.com/", "_created_at" : { "$date" : "2019-03-25T11:42:24.913+0000" }, "_updated_at" : { "$date" : "2019-03-25T11:44:42.540+0000" }, "short_info" : "Atlantis The Palm, Dubai is a luxury hotel resort located at the apex of the Palm Jumeirah in the United Arab Emirates. It was the first resort to be built on the island and is themed on the myth of Atlantis but includes distinct Arabian elements. The resort opened on September 24, 2008 as a joint venture between Kerzner International Holdings Limited and Istithmar.", "description" : "The 1,539 room nautically themed resort has two accommodation wings, consisting of the East and the West Tower, linked together by the Royal Bridge Suite. It is complemented by the Aquaventure water park and the Nasimi Beach, which frequently plays host to concerts and other events.\n\nAtlantis The Palm, opened on 24 September 2008 as a joint venture between Kerzner International Holdings Limited and Istithmar. In April 2012, Istithmar acquired Kerzner's 50-percent stake in the property for US$250 million. The property continues to be managed by Kerzner International Resorts. The architect was design firm Wimberly, Allison, Tong and Goo (WATG) an international firm specializing in Luxury Hotels. The principle contractor for the project was awarded to Laing O'Rourke, a multinational construction firm based in United Kingdom. Laing O'Rourke was responsible for the design and construction phases of the 23-story hotel and water park.\n\nAfter the construction of the hotel carried out by Laing O'Rourke it was officially opened on 24 September 2008.\n\nAs part of the opening, a light show of moving images was illuminated onto the hotel. 100,000 fireworks, around seven times the amount that were used for the opening ceremony of the 2008 Beijing Olympics, were let off, lasting 15 minutes.\n\nThe display of fireworks across the full 5 km (3.1 mi) stretch of The Palm lit up the entire island and Atlantis, The Palm. Custom-made shells shipped in from across the globe created a light spectacle taking off from the 716 firing locations around the island, including 400 balconies at the resort. Display creator Fireworks by Grucci claims the display set a new world record, but records curator Guinness World Records has yet to announce the status.", "title" : "Atlantis, The Palm", "location" : [ 55.1171, 25.1309 ], "order" : 7 }
